import { GearIcon } from '../Icons/Header';

export const menuItems = [
  {
    label: "ПРОДУКТЫ",
    items: [
      {
        icon: GearIcon,
        title: "Защита от вредоносного кода",
        description: "Решения для защиты компании от вирусов, а также обеспечивающие сохранность информации от утери и шифровальщиков"
      },
      {
        icon: GearIcon,
        title: "Сетевая безопасность",
        description: "Защита корпоративной сети от внешних злоумышленников и организация защищенных каналов"
      },
      {
        icon: GearIcon,
        title: "Защита аутентификации и доступа",
        description: "Организация защищенного доступа к корпоративным ресурсам"
      },
      {
        icon: GearIcon,
        title: "Защита от утечек информации",
        description: "Решения для контроля работы сотрудников, анализа информационных потоков, предотвращения утечек информации и их расследования"
      },
      {
        icon: GearIcon,
        title: "Защита web-порталов и приложений",
        description: "Решения для защиты сайтов от хакерских и DDoS атак, анализа уязвимостей программного кода, защиты баз данных"
      },
      {
        icon: GearIcon,
        title: "Защита от целевых атак и управление информационной безопасностью",
        description: "Системы управления событиями информационной безопасности, анализа трафика и выявления атак"
      },
      {
        icon: GearIcon,
        title: "Защита промышленных сетей",
        description: "Системы мониторинга безопасности АСУ ТП, решения криптографической защиты технологических процессов"
      },
      {
        icon: GearIcon,
        title: "Контроль информационных процессов",
        description: "Системы автоматизации процессов информационной безопасности и контроля качества бизнес-процессов"
      },
      {
        icon: GearIcon,
        title: "Импортозамещение",
        description: "Отечественные операционные системы и офисные решения"
      }
    ]
  },
  {
    label: "УСЛУГИ",
    items: [
      {
        icon: GearIcon,
        title: "Аутсорсинг информационной безопасности",
        description: "Комплекс услуг по аутсорсингу задач обеспечения информационной безопасности"
      },
      {
        icon: GearIcon,
        title: "Организация защищенного удаленного доступа",
        description: "Комплексная услуга по переводу сотрудников Вашей компании на удаленную работу"
      },
      {
        icon: GearIcon,
        title: "Защита критической информационной инфраструктуры",
        description: "Защита объектов КИИ по 187 ФЗ - информационных систем промышленных предприятий, банков, здравоохранения, транспорта, науки"
      },
      {
        icon: GearIcon,
        title: "Защита персональных данных",
        description: "Защита персональных данных клиентов, работников, данных третьих лиц в соответствии со 152 ФЗ"
      },
      {
        icon: GearIcon,
        title: "Тестирование на проникновение (пентест)",
        description: "Комплекс услуг по тестированию на проникновение информационных ресурсов и инфраструктуры организации"
      },
      {
        icon: GearIcon,
        title: "Защита государственных информационных систем",
        description: "Защита и сопровождение ресурсов государственных и региональных информационных систем и их абонентов"
      },
      {
        icon: GearIcon,
        title: "Проектирование и внедрение систем защиты",
        description: "Построение комплексных систем защиты информации"
      },
      {
        icon: GearIcon,
        title: "Импортозамещение",
        description: "Осуществление проектов по переходу на отечественное ПО"
      },
      {
        icon: GearIcon,
        title: "Аудит информационной безопасности банков и финансовых организаций",
        description: "Независимый аудит информационной безопасности Банков в соответствии с требованиями установленными Банком России"
      },
      {
        icon: GearIcon,
        title: "Защита от внутреннего злоумышленника",
        description: "Контроль действий сотрудников и защита от утечек данных"
      }
    ]
  },
  {
    label: "РЕШЕНИЯ",
    items: [
      {
        icon: GearIcon,
        title: "Средний и малый бизнес",
        description: "Защита критически важной для бизнеса информации от утечек, утери и изъятия, а также от интернет-мошенников"
      },
      {
        icon: GearIcon,
        title: "Здравоохранение",
        description: "Решения комплексной информационной безопасности для медицинских клиник, лабораторий, сетей аптек"
      },
      {
        icon: GearIcon,
        title: "Оборонно-промышленный комплекс",
        description: "Обеспечение информационной безопасности для предприятий ОПК"
      },
      {
        icon: GearIcon,
        title: "Топливно-энергетический комплекс",
        description: "Обеспечение информационной безопасности для предприятий ТЭК"
      },
      {
        icon: GearIcon,
        title: "Энергетика",
        description: "Защита технологических процессов, систем автоматики и учета в энергетике"
      },
      {
        icon: GearIcon,
        title: "Металлургическая промышленность",
        description: "Обеспечение информационной безопасности для металлургических предприятий"
      },
      {
        icon: GearIcon,
        title: "Банки",
        description: "Обеспечение стандартов информационной безопасности банков"
      },
      {
        icon: GearIcon,
        title: "ВУЗы",
        description: "Информационная безопасность высших учебных заведений"
      },
      {
        icon: GearIcon,
        title: "Инженерные проекты",
        description: "Аутсорсинг работ в области информационной безопасности для проектных и строительно-монтажных организаций"
      }
    ]
  },
  {
    label: "ПОДДЕРЖКА",
    items: [
      {
        icon: GearIcon,
        title: "Расширенная поддержка продуктов и систем защиты",
        description: "Дополнительные пакеты поддержки с немедленным реагированием на обращения"
      },
      {
        icon: GearIcon,
        title: "Поддержка средств защиты",
        description: "Сертификаты технической поддержки от производителей ПО и ПАК"
      },
      {
        icon: GearIcon,
        title: "Учебный центр",
        description: "Услуги по обучению"
      }
    ]
  },
  {
    label: "О КОМПАНИИ",
    items: [
      {
        icon: GearIcon,
        title: "О компании",
        description: "Все о нашей компании"
      },
      {
        icon: GearIcon,
        title: "Лучший IT проект",
        description: "Лучший IT проект в сфере информационной безопасности"
      },
      {
        icon: GearIcon,
        title: "Лицензии",
        description: "Наши лицензии на защиту информации"
      },
      {
        icon: GearIcon,
        title: "Отзывы",
        description: "Отзывы о нашей компании"
      },
      {
        icon: GearIcon,
        title: "Вакансии",
        description: ""
      },
      {
        icon: GearIcon,
        title: "Наши проекты",
        description: "Проекты нашей компании"
      }
    ]
  }
];